{   
    "Account" : "Konto",
    "Allergies" : "Allergien",
    "Allergy_desc" : "Wenn Sie darauf klicken, wird eine Liste mit Allergien angezeigt. Bitte aktivieren Sie alle Allergien, die auf Sie zutreffen. Wenn Sie diese aktivieren, wird verhindert, dass Rezepte, die Ihre ausgewählten Allergien enthalten, in Ihrem Empfehlungsfeed angezeigt werden.",
    "Diets": "Diäten",
    "Diet_desc" : "Wenn Sie darauf klicken, wird eine Liste mit Diäten angezeigt. Bitte aktivieren Sie alle Diäten, die auf Sie zutreffen. Wenn Sie diese aktivieren, wird verhindert, dass Rezepte, die Ihre ausgewählten Diäten nicht enthalten, in Ihrem Empfehlungsfeed angezeigt werden.",
    "Liked_recipes": "Gefallene Rezepte",
    "Liked_recipes_desc": "Wenn Sie darauf klicken, wird eine Liste mit Rezepten angezeigt, die Ihnen gefallen haben. Wenn Ihnen noch keine gefallen haben, ist diese leer. Rezepte in diesem Abschnitt werden ähnliche Rezepte in den Empfehlungen positiv beeinflussen. Wenn Ihnen etwas gefallen hat und Sie es aus der Liste „Gefällt mir“ entfernen möchten, können Sie es hier auswählen, um es zu entfernen.",
    "Tried_recipes": "Tried Recipes",
    "Tried_recipes_desc": "Wenn Sie darauf klicken, wird eine Liste mit Rezepten angezeigt, die Sie ausprobiert haben. Wenn Sie noch keine gemocht, probiert oder nicht gemocht haben, ist diese leer. Rezepte in diesem Abschnitt werden nicht in Ihren Empfehlungen angezeigt, bis Sie sie entfernen. Wenn Sie welche ausprobiert haben und diese aus der Liste der versuchten entfernen möchten, können Sie sie hier zum Entfernen auswählen.",
    "Disliked_recipes" : "Unbeliebte Rezepte",
    "Disliked_recipes_desc": "Wenn Sie darauf klicken, wird eine Liste mit Rezepten angezeigt, die Sie nicht mögen. Wenn Sie noch keines abgelehnt haben, ist diese leer. Rezepte in diesem Abschnitt wirken sich negativ auf ähnliche Rezepte in den Empfehlungen aus. Wenn Ihnen etwas nicht gefallen hat und Sie es aus der Liste „Gefällt mir nicht gefallen“ entfernen möchten, können Sie es hier auswählen, um es zu entfernen.",
    "Location" : "Standortdienste",
    "Location_desc" : "Wenn Sie dies aktivieren, werden die Empfehlungen dahingehend beeinflusst, dass Rezepte mit geeigneter Ortszeit, Wetter und Temperatur empfohlen werden. Deaktivieren Sie dies, wenn Sie diese Funktionen nicht nutzen möchten.",
    "Delete" : "Konto löschen",
    "Delete_desc" : "Wählen Sie dies aus, wenn Sie Ihr Konto löschen möchten. Wenn Sie dies auswählen, wird ein Popup angezeigt, um sicherzugehen. Wählen Sie „No go back“, wenn Sie Ihr Konto nicht löschen möchten. Wählen Sie „Ja, ich bin sicher“, wenn Sie Ihr Konto löschen möchten. Nach dem Löschen kehren Sie zur Zielseite zurück.",
    "Save_preferences" : "Einstellungen speichern",
    "Save_preferences_desc" : "Wählen Sie dies aus, um Ihre neuen Einstellungen zu speichern. Wenn Sie zu Ihren alten Einstellungen zurückkehren möchten, verlassen Sie einfach die Seite, ohne dies auszuwählen.",
    "Recommendations" : "Empfehlungen",
    "Recommended_recipes": "Empfohlene Rezepte",
    "Recommended_recipes_desc": "Auf dieser Seite werden bis zu 12 Rezepte für Ihren Feed angezeigt. Jedes Rezept hat ein Bild, einen Namen und eine Schaltfläche „Öffnen“.",
    "Recipe" : "Rezept",
    "Recipe_Desc" : "Wenn Sie „Öffnen“ auswählen, wird das gesamte Rezept zur Ansicht geöffnet. Jetzt sehen Sie auch die Zutaten, Schritte und verschiedene Tags des Rezepts. Sie werden auch eine Schaltfläche „Gefällt mir“, „Ausprobiert“ und „Gefällt mir nicht“ sehen.",
    "Like" : "Wie",
    "Like_desc" : "Wenn Sie dies auswählen, wird das Rezept zu Ihrer Liste mit „Gefällt mir“ und „Ausprobiert“ hinzugefügt. Dies wirkt sich positiv auf ähnliche Rezepte in Ihrem Empfehlungsfeed aus und verhindert, dass dieses Rezept erneut angezeigt wird.",
    "Tried" : "Versucht",
    "Tried_desc": "Selecting this will add the recipe to your tried list. This will not influence similar recipes on your recommendations feed, however it will stop the recipe from showing up again.",
    "Dislike" : "Nicht mögen",
    "Dislike_desc" : "Wenn Sie dies auswählen, wird das Rezept zu Ihrer Liste „Gefällt mir“ und „Erprobt“ hinzugefügt. Dies wirkt sich negativ auf ähnliche Rezepte in Ihrem Empfehlungsfeed aus und verhindert, dass dieses Rezept erneut angezeigt wird.",
    "Exit" : "Ausgang",
    "Exit_desc" : "Wenn Sie das „X“ in der oberen rechten Ecke des Rezept-Popups auswählen, können Sie es schließen."
}