{   
    "Account" : "Cuenta",
    "Allergies" : "Alergiass",
    "Allergy_desc" : "Al hacer clic en esto, se mostrará una lista de alergias, habilite cualquiera de las alergias que se apliquen a usted. Al habilitarlos, cualquier receta que contenga las alergias seleccionadas dejará de aparecer en su feed de recomendaciones.",
    "Diets": "Dietas",
    "Diet_desc" : "Al hacer clic en esto, se mostrará una lista de dietas, habilite cualquiera de las dietas que se apliquen a usted. Al habilitarlos, cualquier receta que no contenga las dietas seleccionadas dejará de aparecer en el feed de recomendaciones.",
    "Liked_recipes": "Recetas Favoritas",
    "Liked_recipes_desc": "Al hacer clic en esto, se mostrará una lista de recetas que le han gustado, si aún no le ha gustado ninguna, estará vacía. Las recetas de esta sección influirán positivamente en las recetas similares de las recomendaciones. Si le ha gustado alguno y desea eliminarlo de la lista de Me gusta, puede seleccionarlo aquí para eliminarlo.",
    "Tried_recipes": "Recetas Probadas",
    "Tried_recipes_desc": "Al hacer clic en esto, se mostrará una lista de recetas que ha probado, si aún no le ha gustado, probado o no le ha gustado ninguna, estará vacía. Las recetas de esta sección no aparecerán en tus recomendaciones hasta que las elimines. Si ha probado alguno y desea eliminarlo de la lista de probados, puede seleccionarlo aquí para eliminarlo.",
    "Disliked_recipes" : "Recetas que no te gustaron",
    "Disliked_recipes_desc": "Al hacer clic en esto, se mostrará una lista de recetas que no le han gustado, si aún no le ha gustado ninguna, estará vacía. Las recetas de esta sección influirán negativamente en las recetas similares de las recomendaciones. Si no le ha gustado alguno y desea eliminarlo de la lista de no deseados, puede seleccionarlo aquí para eliminarlo.",
    "Location" : "Servicios de localización",
    "Location_desc" : "Habilitar esto influirá en las recomendaciones para recomendar recetas de la hora, el clima y la temperatura locales apropiados. Deshabilite esto si no desea utilizar estas funciones.",
    "Delete" : "Borrar Cuenta",
    "Delete_desc" : "Seleccione esto si desea eliminar su cuenta. Al seleccionar esto, se mostrará una ventana emergente para asegurarse. Seleccione 'No volver atrás' si no desea eliminar su cuenta. Seleccione 'Sí, estoy seguro' si desea eliminar su cuenta. Tras la eliminación, volverá a la página de destino.",
    "Save_preferences" : "Guardar Preferencias",
    "Save_preferences_desc" : "Seleccione esto para guardar sus nuevas preferencias. Si desea volver a sus preferencias anteriores, simplemente salga de la página sin seleccionar esto.",
    "Recommendations" : "Recomendaciones",
    "Recommended_recipes": "Recetas Recomendadas",
    "Recommended_recipes_desc": "Esta página mostrará hasta 12 recetas para su alimentación. Cada receta tendrá una imagen, un nombre y un botón 'Abrir'.",
    "Recipe" : "Receta",
    "Recipe_Desc" : "Al seleccionar 'Abrir', se abrirá la receta completa para verla. Ahora también verá los ingredientes, los pasos y varias etiquetas de las recetas. También verá un botón 'Me gusta', 'Probado' y 'No me gusta'.",
    "Like" : "Me Gusta",
    "Like_desc" : "Al seleccionar esto, se agregará la receta a su lista de favoritos y a su lista de probados. Esto influirá positivamente en recetas similares en su feed de recomendaciones y evitará que esta receta vuelva a aparecer.",
    "Tried" : "Intentó",
    "Tried_desc": "Al seleccionar esto, se agregará la receta a su lista de intentos. Esto no influirá en recetas similares en su feed de recomendaciones, sin embargo, evitará que la receta vuelva a aparecer.",
    "Dislike" : "Disgusto",
    "Dislike_desc" : "Al seleccionar esto, se agregará la receta a su lista de favoritos y lista de probados. Esto influirá negativamente en recetas similares en su feed de recomendaciones y evitará que esta receta vuelva a aparecer.",
    "Exit" : "Salida",
    "Exit_desc" : "Si selecciona la 'X' en la esquina superior derecha de la ventana emergente de la receta, podrá cerrarla."
}