{   
    "Account" : "Compte",
    "Allergies" : "Allergies",
    "Allergy_desc" : "En cliquant dessus, une liste d'allergies s'affichera. Veuillez activer l'une des allergies qui s'appliquent à vous. Si vous les activez, toute recette contenant les allergies que vous avez sélectionnées ne s'affichera plus dans votre flux de recommandations.",
    "Diets": "Régimes",
    "Diet_desc" : "En cliquant dessus, une liste de régimes s'affichera. Veuillez activer l'un des régimes qui s'applique à vous. Leur activation empêchera toute recette qui ne contient pas les régimes que vous avez sélectionnés d'apparaître dans votre flux de recommandations.",
    "Liked_recipes": "Recettes aimées",
    "Liked_recipes_desc": "En cliquant dessus, une liste de recettes que vous avez aimées s'affichera. Si vous n'en avez pas encore aimé, celle-ci sera vide. Les recettes de cette section influenceront positivement les recettes similaires dans les recommandations. Si vous en avez aimé et que vous souhaitez les supprimer de la liste des favoris, vous pouvez les sélectionner ici pour les supprimer.",
    "Tried_recipes": "Recettes essayées",
    "Tried_recipes_desc": "En cliquant dessus, une liste des recettes que vous avez essayées s'affichera. Si vous n'en avez pas encore aimé, essayé ou détesté, celle-ci sera vide. Les recettes de cette section n'apparaîtront pas dans vos recommandations tant que vous ne les aurez pas supprimées. Si vous en avez essayé et que vous souhaitez les supprimer de la liste des tentatives, vous pouvez les sélectionner ici pour les supprimer.",
    "Disliked_recipes" : "Recette détestée",
    "Disliked_recipes_desc": "En cliquant dessus, une liste de recettes que vous n'avez pas aimées s'affichera. Si vous n'en avez pas encore aimé, celle-ci sera vide. Les recettes de cette section auront une influence négative sur les recettes similaires dans les recommandations. Si vous en avez détesté et que vous souhaitez les supprimer de la liste des détestés, vous pouvez les sélectionner ici pour les supprimer.",
    "Location" : "Services de location",
    "Location_desc" : "L'activation de cette option influencera les recommandations pour recommander des recettes adaptées à l'heure locale, à la météo et à la température. Désactivez-le si vous ne souhaitez pas utiliser ces fonctionnalités.",
    "Delete" : "Supprimer le compte",
    "Delete_desc" : "Sélectionnez cette option si vous souhaitez supprimer votre compte. En sélectionnant cette option, une fenêtre contextuelle s'affichera pour vous en assurer. Sélectionnez 'Ne pas revenir en arrière' si vous ne souhaitez pas supprimer votre compte. Sélectionnez 'Oui, je suis sûr' si vous souhaitez supprimer votre compte. Lors de la suppression, vous serez renvoyé à la page de destination.",
    "Save_preferences" : "Enregistrer les préférences",
    "Save_preferences_desc" : "Sélectionnez cette option pour enregistrer vos nouvelles préférences. Si vous souhaitez revenir à vos anciennes préférences, quittez simplement la page sans sélectionner cette option.",
    "Recommendations" : "Recommandations",
    "Recommended_recipes": "Recettes recommandées",
    "Recommended_recipes_desc": "Cette page affichera jusqu'à 12 recettes pour votre alimentation. Chaque recette aura une image, un nom et un bouton 'Ouvrir'.",
    "Recipe" : "Recette",
    "Recipe_Desc" : "Sélectionner « Ouvrir » ouvrira la recette entière pour la vue. Maintenant, vous verrez également les ingrédients des recettes, les étapes et diverses balises. Vous verrez également un bouton 'J'aime', 'Essayé' et 'Je n'aime pas'.",
    "Like" : "Aimer",
    "Like_desc" : "La sélection de cette option ajoutera la recette à votre liste de favoris et à votre liste d'essais. Cela influencera positivement les recettes similaires sur votre flux de recommandations et empêchera cette recette de s'afficher à nouveau.",
    "Tried" : "A tenté",
    "Tried_desc": "La sélection de cette option ajoutera la recette à votre liste d'essais. Cela n'influencera pas les recettes similaires sur votre flux de recommandations, mais empêchera la recette de s'afficher à nouveau.",
    "Dislike" : "Ne pas aimer",
    "Dislike_desc" : "Si vous sélectionnez cette option, la recette sera ajoutée à votre liste de produits que vous n'aimez pas et à votre liste d'essais. Cela aura une influence négative sur les recettes similaires dans votre flux de recommandations et empêchera cette recette de s'afficher à nouveau.",
    "Exit" : "Exit",
    "Exit_desc" : "Sortie"
}