{   
    "Account" : "Account",
    "Allergies" : "Allergies",
    "Allergy_desc" : "Clicking this will display a list of allergies, please enable any of the allergies which apply to you. Enabling these will stop any recipe which contains your selected allergies from showing up on you recommendations feed.",
    "Diets": "Diets",
    "Diet_desc" : "Clicking this will display a list of diets, please enable any of the diets which apply to you. Enabling these will stop any recipe which does not contain your selected diets from showing up on you recommendations feed.",
    "Liked_recipes": "Liked Recipes",
    "Liked_recipes_desc": "Clicking this will display a list of recipes which you have liked, if you have not liked any yet, this will be empty. Recipes in this section will positively influence similar recipes in the recommendations. If you have liked any and you wish to remove them from the liked list, you can select them here to be removed.",
    "Tried_recipes": "Tried Recipes",
    "Tried_recipes_desc": "Clicking this will display a list of recipes which you have tried, if you have not liked, tried or disliked any yet, this will be empty. Recipes in this section will not show up in your recommendations until you remove them. If you have tried any and you wish to remove them from the tried list, you can select them here to be removed.",
    "Disliked_recipes" : "Disliked Recipes",
    "Disliked_recipes_desc": "Clicking this will display a list of recipes which you have disliked, if you have not disliked any yet, this will be empty. Recipes in this section will negatively influence similar recipes in the recommendations. If you have disliked any and you wish to remove them from the disliked list, you can select them here to be removed.",
    "Location" : "Location Services",
    "Location_desc" : "Enabling this will influence the recommendations to recommend recipes of appropriate local time, weather and temperature. Disable this if you don't wish to utilize these features.",
    "Delete" : "Delete Account",
    "Delete_desc" : "Select this if you wish to delete your account. Selecting this will display a popup to make sure. Select 'No go back' if you don't wish to delete your account. Select 'Yes I'm sure' if you wish to delete your account. Upon deletion you will be returned to the landing page.",
    "Save_preferences" : "Save Preferences",
    "Save_preferences_desc" : "Select this to save your new preferences. If you wish to go back to your old preferences simply exit the page without selecting this.",
    "Recommendations" : "Recommendations",
    "Recommended_recipes": "Recommended Recipes",
    "Recommended_recipes_desc": "This page will display up to 12 recipes for your feed. Each recipe will have an image, name and button 'Open'.",
    "Recipe" : "Recipe",
    "Recipe_Desc" : "Selecting 'Open' will open the entire recipe for view. Now you will also see the recieps ingredients, steps, and various tags. You will also see a 'Like', 'Tried' and 'Disliked' button.",
    "Like" : "Like",
    "Like_desc" : "Selecting this will add the recipe to your liked list and tried list. This will positively influence similar recipes on your recommendations feed and will stop this recipe from showing up again.",
    "Tried" : "Tried",
    "Tried_desc": "Selecting this will add the recipe to your tried list. This will not influence similar recipes on your recommendations feed, however it will stop the recipe from showing up again.",
    "Dislike" : "Dislike",
    "Dislike_desc" : "Selecting this will add the recipe to your disliked list and tried list. This will negatively influence similar recipes on your recommendations feed and will stop this recipe from showing up again.",
    "Exit" : "Exit",
    "Exit_desc" : "Selecting the 'X' in the top-right corner of the recipe popup will allow you to close it."
}