{   
    "Account" : "Conta",
    "Allergies" : "Alergias",
    "Allergy_desc" : "Clicar aqui exibirá uma lista de alergias, ative qualquer uma das alergias que se aplicam a você. Ativar isso impedirá que qualquer receita que contenha suas alergias selecionadas apareça no seu feed de recomendações.",
    "Diets": "Dietas",
    "Diet_desc" : "Clicar aqui exibirá uma lista de dietas, ative qualquer uma das dietas que se aplicam a você. Ativar isso impedirá que qualquer receita que não contenha suas dietas selecionadas apareça no seu feed de recomendações.",
    "Liked_recipes": "Receitas Favoritas",
    "Liked_recipes_desc": "Clicar aqui exibirá uma lista de receitas que você gostou, se você ainda não gostou de nenhuma, ela estará vazia. As receitas nesta seção influenciarão positivamente receitas semelhantes nas recomendações. Se você gostou de algum e deseja removê-lo da lista de curtidas, você pode selecioná-lo aqui para ser removido.",
    "Tried_recipes": "Receitas Testadas",
    "Tried_recipes_desc": "Clicar aqui exibirá uma lista de receitas que você experimentou, se você ainda não gostou, experimentou ou não gostou de nenhuma, ela estará vazia. As receitas nesta seção não aparecerão em suas recomendações até que você as remova. Se você já experimentou algum e deseja removê-lo da lista de tentativas, você pode selecioná-lo aqui para ser removido.",
    "Disliked_recipes" : "Receitas não apreciadas",
    "Disliked_recipes_desc": "Clicar aqui exibirá uma lista de receitas que você não gostou, se você ainda não gostou de nenhuma, ela estará vazia. As receitas nesta seção influenciarão negativamente receitas semelhantes nas recomendações. Se você não gostou de algum e deseja removê-lo da lista de não gostei, você pode selecioná-lo aqui para ser removido.",
    "Location" : "Serviços de localização",
    "Location_desc" : "Ativar isso influenciará as recomendações para recomendar receitas de hora local, clima e temperatura apropriados. Desative isso se não quiser utilizar esses recursos.",
    "Delete" : "Deletar conta",
    "Delete_desc" : "Selecione esta opção se desejar excluir sua conta. Selecionar isso exibirá um pop-up para ter certeza. Selecione 'Não voltar' se não quiser excluir sua conta. Selecione 'Sim, tenho certeza' se desejar excluir sua conta. Após a exclusão, você retornará à página de destino.",
    "Save_preferences" : "Salvar preferências",
    "Save_preferences_desc" : "Selecione esta opção para salvar suas novas preferências. Se você deseja voltar às suas preferências antigas, basta sair da página sem selecionar isso..",
    "Recommendations" : "Recomendações",
    "Recommended_recipes": "Receitas recomendadas",
    "Recommended_recipes_desc": "Esta página exibirá até 12 receitas para o seu feed. Cada receita terá uma imagem, nome e botão 'Abrir'.",
    "Recipe" : "Receita",
    "Recipe_Desc" : "Selecionar 'Abrir' abrirá a receita inteira para visualização. Agora você também verá os ingredientes das receitas, etapas e várias tags. Você também verá um botão 'Curtir', 'Tentei' e 'Não gostei'.",
    "Like" : "Como",
    "Like_desc" : "Selecionar isso adicionará a receita à sua lista de curtidas e lista de tentadas. Isso influenciará positivamente receitas semelhantes em seu feed de recomendações e impedirá que essa receita apareça novamente.",
    "Tried" : "Tentou",
    "Tried_desc": "Selecionar isso adicionará a receita à sua lista de tentativas. Isso não influenciará receitas semelhantes em seu feed de recomendações, mas impedirá que a receita apareça novamente.",
    "Dislike" : "Não gosto",
    "Dislike_desc" : "Selecionar isso adicionará a receita à sua lista de não gostados e lista de tentadas. Isso influenciará negativamente receitas semelhantes em seu feed de recomendações e impedirá que essa receita apareça novamente.",
    "Exit" : "Saída",
    "Exit_desc" : "Selecionar o 'X' no canto superior direito do pop-up da receita permitirá fechá-lo."
}